{
  "products": [
    {
      "name": "کالسکه دلیجان مدل بنیتا",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 999000,
      "color": "مشکی",
      "material": "پارچه قابل شستشو",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 1,
      "category": 1,
      "subcategory": 1,
      "description": "<p>این محصول دارای پشتی قابل‌تنظیم، جای پای قابل‌ تنظیم در سه حالت، سینی درب دار رو به دسته کالسکه، چرخ‌های جلو با قابلیت چرخش 360 درجه، 6 عدد چرخ پنج پره با روکش EVA، سبد جهت قرار دادن لوازم کودک، دسته قابل برگشت و حالت رو به مادر، دسته با روکش فوم با قابلیت تنظیم ارتفاع، مجهز به قفل جهت ممانعت از حرکت چرخ‌ها، مجهز به کمربند ایمنی جهت حفظ ایمنی کودک در 5 نقطه، مجهز به سایبان جهت جلوگیری از تابش مستقیم خورشید می باشد و قابل استفاده برای نوزادان از بدو تولد و دارای ابعاد 81.5 × 29.5 × 47.5 سانتی متر در حالت تاشو است. پارچه گوچی در زمره ی یکی از جدیدترین پارچه های به کار رفته در محصولات حمل و نقل نوزاد است. رنگ بندی متنوع، اطمینان از کیفیت پارچه، جنس مناسب پوست نوزاد و به طور اخص قابل شستشو و ضد حساسیت بودن از ویژگی های برجسته ی پارچه گوچی محسوب می شود. روی سایبان پارچه، گلدوزی به طرح کندو و یک محفظه ی دید جهت کنترل وضعیت نوزاد تعبیه شده است.دارای کمربند حفاظت از نوزاد نیز می باشد. رنگ این پارچه طوسی خاکستری است</p>"
    },
    {
      "name": "صندلی خودرو دلیجان مدل الیت پلاس",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 839000,
      "color": "قرمز",
      "material": "پارچه قابل شستشو",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 2,
      "category": 1,
      "subcategory": 2,
      "description": "<p>این محصول از شرکت «دلیجان» یک صندلی خودروی کودک است که در پنج رنگ‌بندی بنفش،‌ سرمه‌ای، قرمز، مشکی و قهوه‌ای عرضه شده است. با وجود این رنگ‌‌های متنوع، شما حق انتخاب بیشتری در خرید این محصول خواهید داشت</p>"
    },
    {
      "name": "ست کالسکه و کریر بلکو",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 7372000,
      "color": "طوسی روشن",
      "material": "فلز",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 3,
      "category": 1,
      "subcategory": 3,
      "description": "<p>این کریر قابلیت تبدیل شدن به صندلی ماشین را دارد. هم‌چنین این کریر می‌تواند به عنوان ساک حمل برای جلوگیری از جابه‌جایی و بغل به بغل نشدن نوزاد مورد استفاده قرار گیرد. کارایی دیگر این محصول به عنوان نی نی لای لای است که برای نوزاد بسیار آرامش بخش خواهد بود. ساک لوازم نیز برای جابه جایی لوازم ضروری نوزاد استفاده می‌شود که می‌توان آن را پشت دستگیره کالسکه آویزان کرد. در زیر این کالسکه یک سبد بزرگ قرار دارد که می‌توانید از آن جهت حمل خرید و یا وسایل ضروری استفاده کنید. هم‌چنین در قسمت جلوی کالسکه برای جلوگیری از سرما، بادگیر قرار گرفته است. کریر کالسکه را می‌توان به صورت جداگانه روی فریم کالسکه سوار کرد. دارای سایبان سه حالته، قابلیت تنظیم زاویه دسته کالسکه نسبت به قد مادر، قابلیت رو به مادر شدن نشیمن کالسکه، قابلیت تبدیل شدن صندلی به حالت کریکات برای استفاده در زمان نوزادی، داشتن سینی تغذیه در جلو کالسکه و یک گارد اضافه جداگانه اشاره کرد. چرخ‌های این کالسکه به راحتی جدا می‌شوند. طریقه جمع شدن کالسکه به صورت کتابی است</p>"
    },
    {
      "name": "چادر بازی کودک اینتکس",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 870000,
      "color": "بنفش",
      "material": "پلاستیک",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 4,
      "category": 1,
      "subcategory": 4,
      "description": "<p>چادر بادی محصولی جدید و با کیفیت دارای، ستون های بادی با نصب بسیار آسان در کمتر از دو دقیقه و ابعاد بسیار مناسب برای استفاده و بازی کردن چند کوک به صورت همزمان، قابل استفاده در منزل، محل کار و مسافرت. طراحی این چادر فوق العاده زیبا بوده و با تمامی محصولاتی که تا کنون تولید شده است متفاوت است از طرفی بدنه نرم آن باعث می شود که کودکان در سنین کمتر نیز با امنیت بیشتری بتوانند از این چادر به عنوان ابزاری برای بازی استفاده کنند</p>"
    },
    {
      "name": "کالسکه تک اسپرینگ مدل اسپیدا",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 4410000,
      "color": "طوسی",
      "material": "استیل",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 5,
      "category": 1,
      "subcategory": 5,
      "description": "<p>کالسکه تک اسپرینگ مدل اسپیدا قابلیت تبدیل شدن سیت (اتاق) کالسکه به کری کات (ساک حمل) ، قابلیت رو به مادر شدن سیت کالسکه ، قابلیت تنظیم دسته کالسکه در چند حالت، قابلیت نصب کریر بر روی کالسه ، دارای کاور زمستان برای جلو پای کودک ، قابلیت باز و بسته کردن گارد کالسکه ، باز و بسته کردن آسان کالسکه.همچنین این کالسکه دارای کمک فنر در دو طرف کالسکه جهت آسایش کودک داخل کالسکه میباشد. طراحی زیبا و سبک بدنه کالسکه که از جنس آلومینیوم میباشد،آرامش خیال را به والدین میدهد. که در نهایت این محصول یک وسیله ی شیک و کاربردی را برای فرزند شما میباشد که دارای خدمات پس از فروش توسط تولید کننده می باشد</p>"
    },
    {
      "name": "ساک لوازم کودک و نوزاد مدل مامی بگ",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 340300,
      "color": "مشکی",
      "material": "پارچه قابل شستشو",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 6,
      "category": 1,
      "subcategory": 6,
      "description": "<p>ساک نوزاد یکی از وسایل مهم در سیسمونی بچه‌هاست. کیف نوزاد معمولا باید سبک و جادار باشد. بهتر است برای نظم و ترتیب دادن به ساک بچه به تعداد جیب‌ها و البته عایق بودن قسمت مخصوص شیشه شیر دقت کنید. خرید اینترنتی ساک بچه و لوازم نوزاد بهتر است برای خرید کیف نوزاد حساسیت زیادی به خرج بدهید. چون مدت‌ها همراه همیشگی‌تان خواهد بود و شاید جای کیف مهمانی‌هایتان را هم بگیرد. خرید اینترنتی کیف لوازم نوزاد علاوه بر سهولت و رهایی از دردسر گشتن در بازار، برای مادران باردار، این مزیت را دارد که مدل‌های مختلف از برندهای مختلف را بررسی کنید</p>"
    },
    {
      "name": "ست کالسکه و کریر دلیجان به همراه روروئک و ساک لوازم کودک",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 3040000,
      "color": "قرمز",
      "material": "فلز",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 7,
      "category": 1,
      "subcategory": 7,
      "description": "<p>در هنگام خرید سیسمونی یکی از وسایلی که باید با دقت فراوان انتخاب شود، کالسکه است. با توجه به جنس این کالسکه که فلز است اما وزن مناسبی دارد. این کالسکه دارای قابلیت تنظیم ارتفاع بوده و سایبان دارد تا در فصل تابستان فرزند دلبندتان از تابش آفتاب در امان باشد. از مزایای دیگر این کالسکه قابلیت تنظیم ارتفاع آن است که همین امر باعث میشود هنگامی که با کودک خود به پیاده‌روی می‌روید خسته نشوید. نکته‌ی جالب این محصول جالیوانی روی دسته‌ی بالایی است که می‌توانید بطری آب خود را روی آن قرار دهید. روی چرخ‌های جلو قفل‌هایی در نظر گرفته شده تا هنگامی که در سرپایینی با شیب زیاد قرار می‌گیرید بتوانید جان کودک خود را نجات دهید. از نکات ایمنی این محصول کمربند ایمنی آن است. این محصول دارای سبد در زیر کالسکه است تا بتوانید وسایل اضافی خود و کودکتان رو در آن قرار دهید. از این کالسکه می‌توانید از بد تولد فرزند دلبندتان استفاده کنید . در جلوی کیف یک جیب دکمه‌دار تعبیه‌شده تا بتوان لوازم دم‌دستی را به‌راحتی در آن جای داد یا از آن خارج کرد. جیب دکمه‌دار باعث شده که خروج و ورود ابزار از کیف بسیار ساده باشد</p>"
    },
    {
      "name": "چادر بازی کودک آسیم",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 215000,
      "color": "صورتی",
      "material": "فلز",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 8,
      "category": 1,
      "subcategory": 8,
      "description": "<p>جنس دیوارهتترون درجه یک است و دارای فنر قوی و استاندارد متناسب با محصول می باشد، زیپ 5 قوی و قابلیت حمل و جا به جایی آسان از دیگر نکات مثبت این محصول می باشد</p>"
    },
    {
      "name": "کریر دلیجان مدل بنیتا پلاس به همراه پشه بند",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 654000,
      "color": "مشکی",
      "material": "پلاستیک",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 9,
      "category": 1,
      "subcategory": 9,
      "description": "<p>از مهم ترین ویژگی های این محصول وزن کم و حمل راحت آن می باشد. از این کریر به عنوان نی نی لای لای هم میتوانید استفاده کنید چراکه با توجه به اهرمی که در زیر کریر تعبیه شده میتوانید آن را روی زمین به تاب خوردن در بیاورید و یا در حالت ثابت قرار دهید. تشک این محصول از پارچه ی دو رو پنبه با الیاف ضد حساسیت و هوازی استفاده شده است که مانع از تعریق فرزند شما می شود و طرح داخل آن حس جذاب و دلنشینی به نوزاد شما میدهد. این محصول دارای کمربند چند نقطه ای هست و روی کمربند از محافظ با کیفیت قرار داده شده است. جمع بندی کریر بنیتا پلاس: این محصول با رعایت اصول پزشکی زاویه گودی استاندارد کریر و همچنین کیفیت ایده آل بدنه و پارچه یکی از با کیفیت ترین کریر های تولید شده می باشد</p>"
    },
    {
      "name": "چمدان کودک مدل کیتی",
      "image": [
        "1cb0abd374486a8038b9a8c78e5ed6b8",
        "99874537d939b76572bdf0fd26470eb3"
      ],
      "thumbnail": "030fee34c5b2e05e30fcaaf87aa73a62",
      "price": 375000,
      "color": "صورتی",
      "material": "پلی‌کربنات",
      "quantity": 8,
      "createdAt": 1643373068134,
      "id": 10,
      "category": 1,
      "subcategory": 10,
      "description": "<p>این محصول با وزن کمتر از یک کیلوگرم و بدنه محکم جهت رفاه حال شما طراحی شده است و به دلیل عدم استفاده از فلز وزن ایده الی دارد. روش بسته شدن از طریق زیپ است و ابعاد آن برای سفر بسیار مناسب است</p>"
    }
  ],
  "category": [
    {
      "id": 1,
      "name": "ملزومات گردش و سفر",
      "icon": "030fee34c5b2e05e30fcaaf87aa73a62"
    },
    {
      "id": 2,
      "name": "لبنیات",
      "icon": "d55ab5b97230878d1c15aac5aa6af518"
    },
    {
      "id": 3,
      "name": "نوشیدنی",
      "icon": "d55ab5b97230878d1c15aac5aa6af518"
    },
    {
      "id": 4,
      "name": "کنسرو",
      "icon": "d55ab5b97230878d1c15aac5aa6af518"
    }
  ],
  "subcategory": [
    {
      "id": 1,
      "name": "ساب کتگوری 1",
      "category": 1
    },
    {
      "id": 2,
      "name": "سابکتگوری 2",
      "category": 1
    }
  ],
  "orders": [
    {
      "username": "پدرام",
      "lastname": "صادقی",
      "address": "تهران میدان آزادی ",
      "phone": "09032855606",
      "expectAt": 1648771200000,
      "products": [
        {
          "id": 4,
          "name": "MacBook Air MGN63 2020",
          "count": "1",
          "price": "10275000",
          "image": "b7b1754d9e82674138512445576bba26"
        }
      ],
      "prices": 10275000,
      "delivered": "false",
      "createdAt": 1646158398160,
      "id": 1
    }
  ],
  "whoami": {
    "name": "Jamshid Mashayekhi",
    "username": "admin",
    "password": "admin",
    "role": "admin"
  },
  "users": [
    {
      "name": "Alireza Gharghabi",
      "username": "admin",
      "password": "admin",
      "role": "admin"
    }
  ],
  "protection": {
    "products.get": false,
    "orders.post": false,
    "products.post": false,
    "orders.get": false,
    "orders.patch": false,
    "upload.post": false,
    "upload": true,
    "orders": "admin",
    "products": "admin",
    "users": "admin",
    "protection": "admin"
  }
}
