import React from "react";
import { Box, Typography, Link } from "@mui/material";

export default function BabySuppliesGuide() {
  return (
    <Box>
      <Typography
        varient="h1"
        sx={{
          fontFamily: "Ziba",
          color: "#00bfa5",
          fontWeight: "bold",
          fontSize: "30px",
          margin: "1% 2% 0 2%",
        }}
      >
        راهنمای خرید سیسمونی
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "1% 2%" }}>
        خرید سیسمونی، باید با برنامه ریزی و تفکر باشد. در این بخش ما یک راهنما
        برای تمام عزیزانی که قصد خرید سیسمونی و لوازم نوزاد را دارند تهیه کرده
        ایم؛ و امیدوارم این بخش بتواند در تهیه ملزومات سیسمونی مناسب نوزادتان
        راهنمای شما باشد.زمانی که برای تولد نوزادتان آماده می شوید، اینکه چه
        چیزی باید بخرید کمی سخت می شود؛ مخصوصاً برای والدینی که قصد خرید سیسمونی
        بچه برای اولین فرزندشان را دارند.خرید سیسمونی باید با برنامه ریزی و تفکر
        باشد.سعی کنید جلوی وسوسه خرید موارد غیرضروری را بگیرید؛چون هر زمان نیاز
        داشته باشید می توانید وسایل جدید بخرید.اگر برای اولین بار است که مادر
        شده اید و می خواهید خرید ملزومات سیسمونی نوزاد خود را انجام دهید مطمئنا
        با چالشی شیرین اما بزرگ روبرو می شوید و سوالات بسیاری در ذهن شما به وجود
        خواهد آمد.این که:از کی اقدام به خرید سیسمونی کنید؟ چه لوازمی جزء لوازم
        ضروری در سیسمونی نوزاد هستند ؟به چه نکاتی هنگام خرید باید توجه کرد؟
        جدیدترین رنگ سیسمونی برای پسر و دختر چیست؟ بهترین مارک خرید سیسمونی
        چیست؟ بهترین جا برای خرید سیسمونی کجاست؟ و سوالاتی از این دست.شاید توجه
        نکردن به برخی از نکات سبب شود تا خرید وسایل غیر ضروری که شاید نوزاد هیچ
        وقت از آن ها استفاده نکند و صرفا سبب اشغال حجم وسیعی از فضای خانه می شود
        ، شما را دچار مشکل کند و هزینه گزافی را به شما تحمیل کند.
      </Typography>
      <Typography
        varient="h1"
        sx={{
          fontFamily: "Ziba",
          color: "#00bfa5",
          fontWeight: "bold",
          fontSize: "30px",
          margin: "1% 2%",
        }}
      >
        نکاتی که قبل از خرید سیسمونی باید به آن توجه کنیم
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        توجه به گنجایش فضای خانه و این که آیا احتمال اسباب کشی از محل سکونت فعلی
        وجود دارد یا نه ؟
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        توجه کردن به فصلی که فرزندتان در آن متولد می شود از فصول گرم سال است یا
        سرد ؟
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        آیا شرایط و امکان استفاده از برخی وسایل مانند صندلی ماشین ، روروئک و
        کالسکه را دارید ؟
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        آیا بودجه و شرایط اقتصادی خانواده مورد بررسی قرار گرفته است ؟
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        توجه به جنسیت نوزاد ، دختر هست یا پسر ؟
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "1% 2%" }}>
        پاسخ به این سوالات سبب می شود تا حدودی از خرید اقلام غیر ضروری سیسمونی
        جلوگیری شود.
      </Typography>
      <Typography
        varient="h1"
        sx={{
          fontFamily: "Ziba",
          color: "#00bfa5",
          fontWeight: "bold",
          fontSize: "30px",
          margin: "0 2%",
        }}
      >
        بهترین زمان خرید سیسمونی
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "1% 2%" }}>
        بهترین زمان برای خرید سیسمونی بچه در ابتدای انتهای ماه ششم و زمانی است
        که جنسیت کودک شما مشخص شده باشد.زیرا توجه به رنگ سیسمونی متناسب با جنسیت
        جنین و ست کردن وسایل مختلف باهم می تواند بعدا برای شما با اهمیت و جذاب
        شود .
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "1% 2%" }}>
        پیشنهاد ما این است که برای خرید راحت تر دسته بندی های خرید سیسمونی کودک
        را برای خودتان مشخص کنید. ضروری ترین وسایل سیسمونی کودک دسته بندی های
        زیر هستند:
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "1% 2%" }}>
        خرید لباس نوزاد/لوازم تغذیه نوزاد/لوازم بهداشتی نوزاد/لوازم حمل و نقل
        نوزاد/لوازم خواب نوزاد/اسباب بازی نوزاد/لوازم شخصی مادر
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "1% 2%" }}>
        بعد از مشخص کردن دسته بندی های خرید می توانید لوازم ضروری هر دسته بندی
        را بخرید. شما می توانید چک لیست را مشاهده کنید و با خیال راحت خرید کنید
        و مطمئن شوید که چیزی را از قلم نینداخته اید.
      </Typography>
      <Typography
        varient="h1"
        sx={{
          fontFamily: "Ziba",
          color: "#00bfa5",
          fontWeight: "bold",
          fontSize: "30px",
          margin: "1% 2%",
        }}
      >
        نکات خرید لباس نوزاد
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        یکی از جذاب ترین قسمت های خرید سیسمونی لباس نوزاد است وجود تنوع بسیار در
        طرح و رنگ موجب می شود تا برخی از افراد در خرید لباس نوزاد اسراف کنند و
        گاهی این خرید بیش از اندازه سبب می شود تا بعضی از لباس ها بدون پوشیدن
        کودک کوچک شوند .
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        در هنگام خرید به فصلی که نوزاد به دنیا می آید توجه کنید و متناسب با فصل
        تولد نوزادتان خرید کنید. تا بتوانید برای فصول بعدی سال با توجه به سایز و
        میزان رشد کودک خود به درستی خرید کنید .
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        نوزاد در هر ماه به ۳ الی ۴ دست لباس نیاز دارد و خرید بیش از اندازه فقط
        می تواند بار مالی اضافه به شما تحمیل کند.
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        هنگام خرید لباس به نرم و راحت بودن آن دقت کنید و به هیچ وجه دنبال لباس
        های تنگ اما زیبا و مارک دار نروید.
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        لباسی را انتخاب کنید که در نوزاد ایجاد حساسیت نکند . جنس کتان مناسب ترین
        جنس برای نوزاد است.
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        رنگ های روشن را برای نوزاد خود انتخاب نمایید تا موجب نشاط و انرژی در
        نوزاد شود.
      </Typography>
      <Typography sx={{ fontFamily: "Nazanin", padding: "0% 2%" }}>
        لباس باید به شکلی انتخاب شود که در آوردن و پوشاندن آن به نوزاد ساده باشد
        و مجبور نشوید نوزاد را زیاد جا به جا کنید.
      </Typography>
      <Link
        href="/"
        underline="none"
        sx={{
          marginTop: "5%",
          fontFamily: "Ziba",
          fontSize: "25px",
          color: "#ff99bb",
          fontWeight: "bold",
          margin: "0 2%",
        }}
      >
        بازگشت به سایت
      </Link>
    </Box>
  );
}
